RestAssuredDemo/capitals.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
 <soap:Body>
   <CapitalCity xmlns="http://webservices.oorsprong.org/websamples.countryinfo/CountryInfoService.wso?WSDL">
     <sCountryISOCode>USA</sCountryISOCode>
   </CapitalCity>
 </soap:Body>
</soap:Envelope>     